Repository: Lawkapala/keosu
Catalog: src/Keosu/CoreBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Add new app
fr: Ajouter une nouvelle app

source: App name
fr: Nom de l'app

source: App Theme
fr: Nom du thème

source: Edit App
fr: Éditer l'App

# Welcome
source: Welcome to Keosu!
fr: Bienvenu dans Keosu!

# ToStart
source: To start, create your first app.
fr: Pour commencez, Créez votre première app.

source: Advanced...
fr: Avancés...

source: Manage Apps
fr: Gérer les Apps

source: Manage Themes
fr: Gérer les Thèmes

source: Manage Subjects
fr: Gérer les Disciplines

source: Manage pages
fr: Gestion pages

source: Manage Page
fr: Gérer la page

source: Edit Page
fr: Éditer la page

# Check page def1
source: No main page found. Check "isMain" attribute for one of your layout.
fr: Aucune page d'accueil n'a été trouvée. Vérifiez que le champ "Accueil" est bien coché pour une de vos pages.

# Check page def2
source: More than one main page found. UnCheck "isMain" attribute to only have one "isMain" page.
fr: Plusieurs pages d'accueil ont été trouvées. Vous devez coché le champ "Accueil" sur une seule page.

# Pages def
source: The page part is about your application page, articles, readers data, etc...
fr: La partie page représente la création des pages de votre application, comme, les articles, les contenus importés avec les readers, etc...

# Page def2
source: A page is a page, no matter about content for instance, it's only a way to display something (but have an idea of what you want to display)
fr: Les pages vous permettent d'afficher du contenu, il existe plusieurs types de page.

source: Edit
fr: Éditer

source: Add new page
fr: Ajouter une nouvelle page

source: is index
fr: est l'index

source: page name
fr: nom de la page

source: page template
fr: modèle de la page

source: No pages
fr: Aucune page

source: Screen size
fr: Taille de l'écran

source: Phone
fr: Téléphone

source: Phone Landscape
fr: Téléphone Paysage

source: Tablet
fr: Tablette

source: Tablet Landscape
fr: Tablette Paysage

# Simul def
source: Use the simulator for more reliability. Some of our features are only available on device.
fr: Utilisez le simulateur pour plus de fiabilité. Certaines fonctionnalités ne sont disponibles que sur télephone/tablette

source: Content
fr: Contenu

source: Import remote
fr: Importer

source: Preview
fr: Prévisualiser

source: Config
fr: Configurer

source: Themes
fr: Thèmes

source: Subjects
fr: Disciplines

source: Help
fr: Aide

# Content def
source: In the content, mustly the first page you see, you will add content for your application. But don't worry, the page will come in a second step.
fr: La page contenu vous permet d'ajouter différents types de contenu. La deuxième étape sera de créer des pages pour votre application, pour pouvoir y mettre votre contenu créé.

source: Manage readers
fr: Gérer les readers

# Reader def
source: A reader is a connector to an external source (website, RSS, software etc ...) to import contents in Keosu.
fr: Un "reader" vous permet d'importer du contenu dans Keosu grâce à des sources externes (site web, flux RSS, logiciel, ...).

source: Manage articles
fr: Gérer les articles

# Article def
source: An article is ... well ... a simple article with title, content, and pictures ...
fr: Le type de contenu article vous permet de créer des articles avec un titre, un texte, des images, ...

source: Location
fr: Localisation

source: location
fr: localisation

source: Manage POI
fr: Gérer les POI (point d'intérêt)

# Location def
source: A point on a map.
fr: Un point sur une carte.

source: Picture
fr: Image

source: Manage pictures
fr: Gérer les images

# Picture def
source: Import pictures to feed your galleries
fr: Importez des images pour remplir votre galerie d'images

source: Event
fr: Événement

source: Manage events
fr: Gérer les événements

# Event def
source: An event of a calendar
fr: Un événement sur un calendrier

source: Manage menus
fr: Gérer les menus

# Menu def
source: Add awesome menus to your project app
fr: Permet d'ajouter différents types de menu

source: Search
fr: Recherche

source: Manage searches
fr: Géres les recherches

# Search def
source: Manage searches entries
fr: Gérer les entrées des recherches

source: Add
fr: Ajouter

source: Add gadget
fr: Ajouter un gadget

source: Clean zone
fr: Nettoyer la zone

source: Configure a new reader
fr: Configurer un nouveau Reader

source: Add a new reader
fr: Ajouter un nouveau Reader

source: Reader name
fr: Nom du reader

source: No content
fr: Aucun contenu

source: Add a reader
fr: Ajouter un reader

source: Reader Type
fr: Type de Reader

source: Publish
fr: Publier

source: Export App
fr: Exporter votre application

# Export App def
source: Export App before download the last version
fr: Exporter l'application avant de télécharger la dernière version

source: Loading...
fr: Chargement...

source: Export
fr: Exporter

source: Download app for phonegapbuild
fr: Télécharger l'app pour phonegapbuild

# PG def
source: You can import this zip file in https://build.phonegap.com/, test app on your phone and publish it to stores
fr: Vous pouvez importer le fichier compressé (zip) dans https://build.phonegap.com/, testez votre app sur votre téléphone et la publier sur le store

source: Download
fr: Télécharger

source: Download app for Cordova
fr: Télécharger l'app pour cordova

# Cord def
source: You can use import the zip file in www folder of an existing cordova project and test your app on your computer. You need to user this option if you want to use specific plugins
fr: Vous pouvez importer le fichier compressé (zip) dans un projet cordova existant, dans le dossier wwww et testez votre app sur votre ordinateur. Utilisez cet option pour des plugins spécifiques

source: Download config
fr: Télécharger la configuration

# Conf def
source: Configuration files for a local cordova project
fr: Les fichiers de configurations pour un projet cordova en local

# Sub and Monetize
source: Submit and monetize a development
fr: Soumettre et monétiser un développement

# Sub and Monetize def
source: You can submit and sell your developments themes, plugins and widgets. Monetize your creations via the Keosu's Store
fr: Vous pouvez soumettre et vendre vos développements, telque les thèmes, plugins et widgets. Monétisez vos créations via le Store Keosu

source: Submit
fr: Soumettre

source: Edit subject
fr: Éditer la discipline

source: Manage subjects
fr: Gérer les disciplines

source: Add new subject
fr: Ajouter une nouvelle disciplines

source: Subject name
fr: Nom de la discipline

source: workshop
fr: collectif

source: Workshop
fr: Collectif

source: Name
fr: Nom

source: Fields
fr: Champs

source: Received data
fr: Données reçues

source: (optional)
fr: (optionel)

source: Mail
fr: Email

source: Enable comments
fr: Autoriser les commentaires

source: File
fr: Fichier

source: File active
fr: Fichier actif

source: Target
fr: Cible

source: Tag name
fr: Nom du tag

source: Main Params
fr: Paramètres principaux

source: Package name
fr: Nom du package

source: Author
fr: Auteur

source: Website
fr: Site web

source: Theme
fr: Thème

source: Debug mode
fr: Mode débogue

source: Title
fr: Titre

source: Private app
fr: App privée

source: Enable push
fr: Activer les notifications push

source: Key
fr: Clé

source: Value
fr: Valeur

source: Is main
fr: Accueil

source: Shared with all pages
fr: Partager avec toutes les pages

source: Feed url
fr: Url du flux

# Upload a new Theme
source: Upload a new
fr: Télécharger un nouveau Thème

# Upload theme def
source: Upload themes and page templates archive file.
fr: Télécharger des thèmes et des modèles de page d'un fichier d'archive

source: Add new Theme
fr: Ajouter un thème

source: Theme Store
fr: Store Thème

source: Theme name
fr: Nom du thème

source: Address
fr: Adresse

source: Enter an address
fr: Entrer une adresse

source: Add an address
fr: Sauvegarder l'adresse

source: Add an image
fr: Ajouter une image

source: Add a tag
fr: Ajouter un tag

source: Cancel
fr: Annuler

source: Upload File
fr: Télécharger un fichier

source: City
fr: Ville

source: Access school
fr: Accueil groupes scolaires

source: Access invalid
fr: Accueil personne à mobilité réduite

source: Hour (HH:MM)
fr: Heure (HH:MM)

source: Hours
fr: Heures

source: Key value
fr: Valeur de la clé

source: Edit gadget
fr: Éditer le gadget

source: Edit article
fr: Éditer l'article

source: New artiste
fr: Nouvel artiste

source: Create an artiste
fr: Créer un artiste

source: Are you sure about this? All your modification will be lost
fr: Êtes-vous sur de vouloir annuler? Tout vos modifications seront perdues

source: Confirmation Required
fr: Confirmation requise

source: Confirm
fr: Confirmer

source: New collectif
fr: Nouveau collectif

source: Create a collectif
fr: Créer un collectif

source: Search a location
fr: Rechercher une position

source: Add this location
fr: Ajouter cette position

source: Add a picture
fr: Ajouter une image

source: Upload new File
fr: Télécharger un nouveau fichier

source: Events
fr: Événements

source: New event
fr: Nouvel événement

source: Create an event
fr: Créer un événement

source: Menu Entry
fr: Menus

source: New menu entry
fr: Nouveau menu

source: Create a menu entry
fr: Créer un menu

source: Add part
fr: Ajouter une partie

source: Delete
fr: Supprimer

source: Search Entry
fr: Recherches

source: New search entry
fr: Nouvelle recherche

source: Create a search entry
fr: Créer une recherche

# Search def2
source: The pages are automatically added. You can add here specific search entry
fr: Les pages sont ajoutées automatiquements. Vous pouvez ajouter des recherche spécifiques ici

# Artiste field more
source: If the artiste is not member of a collectif, please fill fields below.
fr: Si l'artiste ne fait pas parti d'un collectif, merci de remplissez les champs ci-dessous.

source: Save this location
fr: Sauvegarder la position

source: Enter a location
fr: Entrez une position

source: Last minute alert
fr: Alerte de dernière minute

source: Share url
fr: URL pour le partage

source: Artiste home
fr: Maison des artistes

source: Territory
fr: Territoire

source: Days
fr: Jours

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche
